/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "취소";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "자택";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "회사 전화";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "휴대 전화";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "기타";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@(게스트)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "모든 아는 연락처";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "모든 연락처";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skype 연락처";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "저장된 전화번호";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "온라인 연락처";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "전송한 요청";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "최근 연락";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "연락처 요청";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "승인된 요청";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "차단된 연락처";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "그룹에 속하지 않은 연락처";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "추천 연락처";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "제목 없는 목록";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "저를 연락처로 추가해 주십시오";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Skype 시험 통화";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "ko";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "안녕하세요, Skype 테스트 통화 로봇입니다. 저를 연락처에 추가한 후 전화를 걸어 사운드 설정이 잘 되어 있는지 확인하십시오. 도움이 필요하신 경우 http://www.skype.com/go/help 를 참조하십시오. 감사합니다.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "제게 전화하셔서 사운드를 테스트하십시오!";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "통화 라우팅 중";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "통화 라우팅 중";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "통화가 취소됨";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "통화 실패";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "벨소리";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "전화 걸기";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "통화 대기";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "통화 대기 중입니다";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "종료";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "놓침";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "거절됨";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "통화 중";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "연결이 끊어짐";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "음성 메시지";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "음성 메시지 녹음";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "음성 메시지 전송 중";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "음성 메시지 송신 완료";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "음성 메시지 취소";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "음성 메시지 실패";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "연결 중";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "벨소리";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "벨소리";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "대기";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "종료";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Facebook을 통해 통화 중(베타 버전)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "통화 요청 중…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "통화 요청 중…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "통화 진행 중";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "대기";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "통화 대기 중";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "통화 진행 중";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "통화 인원 모두 참";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "음성 인사 메시지 재생";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "음성 메시지 녹음";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "최근 통화";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "이 통화 전달 중";


/*  */
"CONVERSATION_POST_FILES_BODY" = "게시 파일";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "영상 메시지를 수신했습니다. %1에서 메시지를 확인하고, %2 코드로 열 수 있습니다.";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - %%1에서 보기";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "%1에서 이 공유 사진을 볼 수 있습니다.";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "%1에서 이 공유 미디어를 볼 수 있습니다.";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "오프라인";
"CONTACT_AVAILABILITY_ONLINE" = "온라인";
"CONTACT_AVAILABILITY_AWAY" = "자리 비움";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "다른 용무 중";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "연락처 요청 대기 중";
"CONTACT_AVAILABILITY_BLOCKED" = "차단됨";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "오프라인(음성 메시지 사용 가능)";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "착신통화 가능";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "오프라인 표시";
"CONTACT_AVAILABILITY_CONNECTING" = "연결 중";
"CONTACT_AVAILABILITY_SKYPEOUT" = "전화번호";

/*  */
"CONTACT_GENDER_FEMALE" = "여";

/*  */
"CONTACT_GENDER_MALE" = "남";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "알 수 없는 번호";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "무제";


"ACCOUNTMANAGER_LOGIN_STATUS" = "로그인 중…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "연락처 로딩 중…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "파일 업그레이드 중…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ 님이 %2$@을(를) 추가";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ 님이 나가셨습니다";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ 님이 %2$@을(를) 제거";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ 님이 채팅 주제를 다음으로 변경하셨습니다: %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "이 메시지가 제거되었습니다";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "시스템과 동일";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Skype에 연결할 수 없습니다.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "네트워크 설정을 확인하신 후 다시 시도해 주십시오.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Skype 이름이 유효하지 않습니다.";
"Account::INVALID_EMAIL" = "이메일 주소가 유효하지 않습니다.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "확인 후 다시 시도해 주십시오.";
"Account::UNACCEPTABLE_PASSWORD" = "비밀번호가 잘못되었습니다.";
"Account::SKYPENAME_TAKEN" = "이 Skype 이름은 이미 사용 중입니다.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "새로운 이름을 입력해 주십시오.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "귀하의 Skype 이름과 비밀번호를 인식할 수 없습니다.";
"Account::INCORRECT_PASSWORD" = "귀하의 Skype 이름과 비밀번호를 인식할 수 없습니다.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "로그인 시도 횟수를 초과했습니다";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "나중에 다시 시도하십시오.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "비밀번호가 변경되었습니다.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "새로운 비밀번호로 로그인해 주십시오.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "다시 시도해 주십시오.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "6–20자 길이여야 합니다.";
"SkyLib::TOO_LONG" = "6–20자 길이여야 합니다.";
"SkyLib::CONTAINS_INVALID_CHAR" = "무효한 글자의 예: Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "여백이나 탭을 포함해서는 안됩니다.";
"SkyLib::SAME_AS_USERNAME" = "귀하의 Skype 이름과 너무 비슷합니다.";
"SkyLib::INVALID_FORMAT" = "잘못된 형식.";
"SkyLib::CONTAINS_INVALID_WORD" = "추측하기가 너무 쉬운 예: abcd, Skype.";
"SkyLib::TOO_SIMPLE" = "최소한 1개의 문자와 1개의 숫자가 있어야 합니다.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "반드시 문자(A-Z)로 시작해야 합니다.";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "좀 더 긴 Skype 이름으로 시도하십시오.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "좀 더 긴 비밀번호로 시도하십시오.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "좀 더 짧은 Skype 이름으로 시도하십시오.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "좀 더 짧은 비밀번호로 시도하십시오.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "새로운 Skype 이름으로 시도하십시오.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "새로운 비밀번호로 시도하십시오.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "새로운 이메일 주소로 시도하십시오.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "새로운 값으로 시도하십시오.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "비밀번호가 틀립니다.";
"Account::PWD_SERVER_CONNECT_FAILED" = "서버에 연결할 수 없습니다.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "새 비밀번호는 이전 비밀번호와 달라야 합니다.";
"Account::PWD_INVALID_NEW_PWD" = "비밀번호가 유효하지 않습니다.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "비밀번호를 변경하려면 로그인하셔야 합니다.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "변경내용을 저장할수 없습니다. 설정내용을 확인한 후 다시 시도해 주시기 바랍니다.";

"ACCOUNT_NOCREDIT" = "크레딧 없음";
"ACCOUNT_FREECALL" = "무료 통화";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "파일 이름이 올바르지 않습니다";
"SkyLib::TRANSFER_OPEN_FAILED" = "파일 열기에 실패";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "동시에 전송 중인 파일이 너무 많습니다";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "오프라인 상태입니다.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "통화하려면 온라인 상태여야 합니다.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "오프라인 상태에서는 연락처 검색을 하실 수 없습니다. 상태 변경 후 다시 시도해 주십시오.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "SMS를 보내려면 온라인 상태여야 합니다.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "음성 메시지를 들으려면 온라인 상태여야 합니다.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "현재의 SMS 본문을 설정할 수 없습니다.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "이 SMS를 보내기에 충분한 Skype 크레딧이 없습니다.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "이 전화번호로 전화하려면 Skype 크레딧이 필요합니다.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "올바른 Skype 이름이나 전화번호가 아닙니다.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "상대방이 오프라인 상태이므로 이 Lync 연락처로 전화를 걸 수 없습니다.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "연락처를 차단하셨기에 이 사람에게 전화하실 수 없습니다.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "연락처를 차단하셨기에 이 사람과 채팅하실 수 없습니다.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "차단한 상대방에게는 SMS 문자 전송을 할 수 없습니다.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "연락처를 차단하셨기에 이 사람을 추가할 수 없습니다.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "자신과는 통화할 수 없습니다.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "자신과는 채팅할 수 없습니다.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "자기 자신을 추가할 수는 없습니다.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "이 대화에 참여할 수 없습니다.";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "이 대화를 찾을 수 없습니다.";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "유효하지 않은 전화번호입니다.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "이 번호는 비상전화 번호이므로 전화할 수 없습니다.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "이 번호는 비상전화 번호이므로 SMS를 전송할 수 없습니다.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "이 번호는 비상 번호이므로 이 번호를 추가할 수 없습니다.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "새로운 통화를 하려면 이 통화를 먼저 종료해야 합니다.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "음성 메시지를 들으려면 이 통화를 먼저 종료하십시오.";
"SKERROR_CALLFAILED" = "통화에 실패했습니다. 다시 시도해 주십시오.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "너무 많은 연락처와 대화를 시작하려고 합니다.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "이 연락처와 대화를 나눌 수 없습니다.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "상대방이 귀하를 승인하지 않았기에 이 사람에게 전화하실 수 없습니다.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "상대방이 귀하를 승인하지 않았기에 이 사람에게 전화하실 수 없습니다.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "잘못된 확인 코드.";
"Sms::MISC_ERROR" = "잘못된 전화번호";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "계정이 차단되었습니다.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "고객 지원팀에 연락하십시오.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "그룹 영상 통화를 하기에는 현재 통화에 사람이 너무 많습니다.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "최대 9명까지 영상 통화를 할 수 있습니다. 이 그룹에서 일부 사람을 제거한 후 다시 시도해 주십시오.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "그룹 영상 통화를 하기에는 현재 통화에 사람이 너무 많습니다.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "최대 9명까지 영상 통화를 할 수 있습니다. 이 대화에서 일부 사람을 제거한 후 다시 시도해 주십시오.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "귀하의 그룹 영상 통화 플랜은 이렇게 많은 수의 사람을 지원하지 않습니다. 이 대화에서 일부 사람을 제거한 후 다시 시도해 주십시오.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "그룹 영상 통화를 하려면 플랜이 필요합니다.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "그룹 영상 통화를 하려면 플랜이 필요합니다.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "그룹 영상 통화를 원하십니까?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "그룹 영상 통화를 원하십니까?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "이미 그룹 영상 통화 중입니다.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "그룹 영상 통화는 한 번에 하나만 가능합니다.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "이 통화에 대해 설정된 이용 한도에 도달했습니다.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "이 통화에 대한 4시간 그룹 영상 통화 이용 한도에 도달했습니다.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "이 통화에 대한 4시간 그룹 영상 통화 이용 한도에 도달했습니다. 자세한 내용은 계정을 확인하십시오.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "오늘에 대해 설정된 그룹 영상 통화 이용 한도에 도달했습니다.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "그룹 영상 통화가 일시 중지되었습니다. 오늘에 대해 설정된 공정한 사용 한도에 도달했습니다. 자세한 내용은 계정을 확인하십시오.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "이번 달에 대해 설정된 그룹 영상 통화 이용 한도에 도달했습니다.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "그룹 영상 통화가 일시 중지되었습니다. 이번 달에 대해 설정된 공정한 사용 한도에 도달했습니다. 자세한 내용은 계정을 확인하십시오.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "현재 그룹 영상을 이용할 수 없습니다.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "오류가 발생했습니다. 나중에 다시 시도해 주십시오.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "그룹 영상 통화 기능 이용하기";
"PremiumVideoErrorRecovery_GetPremium" = "그룹 영상 통화 기능 이용하기";
"PremiumVideoErrorRecovery_UpgradePremium" = "업그레이드";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Skype WiFi를 이용하려면 Skype 크레딧이 필요합니다.";
"AccessSession::LOGIN_FAILURE" = "귀하의 Skype 이름과 비밀번호를 인식할 수 없습니다.";
"AccessSession::WISPR_LOGIN_REJECTED" = "잘못된 사용자 이름 또는 비밀번호입니다.";

"SKYPEACCESS_NO_ACCOUNT" = "Skype 계정으로 로그인하십시오.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "연결할 수 없습니다. WiFi 신호 강도를 점검하거나 다른 핫스팟에서 시도하십시오.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "이 핫스팟은 제대로 반응하지 않습니다. 다른 핫스팟으로 연결하십시오.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "세션을 확장할 수 없습니다. 연결을 다시 시도해 주십시오.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "%@ Wi-Fi 네트워크를 더 이상 이용할 수 없습니다";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "예상치 못한 요금이 부과되는 것을 방지하려면, 핫스팟에서 자리를 옮기거나 장치를 끄기 전에 항상 올바르게 연결을 해제하십시오.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "WiFi 네트워크 “%@”에 다시 연결하세요";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi가 인터넷 연결을 차단할 것입니다. 예상치 못한 요금이 부과되지 않도록, 핫스팟에서 자리를 옮기거나 장치를 끄기 전에 항상 올바르게 연결을 해제하시기 바랍니다.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "인터넷 연결이 끊겼습니다.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@/분";
"ACCESS_PRICE_PER_MINUTE_FREE" = "무료";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "님이 더 나은 채팅 경험을 위해 새로운 버전의 Skype를 설치하셨습니다.\n계속 채팅에 참여하려면 최신 버전을 다운로드하세요.\n<a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>로 이동하세요.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "님이 더 나은 채팅 경험을 위해 새로운 버전의 Skype를 설치하셨습니다.\n계속 채팅에 참여하려면 최신 버전을 다운로드하세요.\nhttps://microsoft.sharepoint.com/teams/DogfoodSkype/로 이동하세요.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "이전 내역을 보려면 <a href=\"skype:?chat&amp;id=%1\">여기</a>를 클릭하세요.";
